Repository: Hsin/orchardprojectpt
Catalog: src/Orchard.Web/Modules/Orchard.Roles/App_Data/Localization/*/orchard.module.po
Languages: pt_pt

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Delete
pt_pt: Eliminar

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Roles
pt_pt: Perfis

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Delete
pt_pt: Eliminar

# ~/Modules/Orchard.Roles/Module.txt
source: Roles
pt_pt: Perfis

# Orchard.Roles.Controllers.AdminController
source: Creating Role {0} failed: Role with same name already exists
pt_pt: Falhou a criação do perfil {0}: Já existe um perfil com o mesmo nome

# ~/Modules/Orchard.Roles/Module.txt
source: The Orchard Team
pt_pt: A equipa Orchard

# ~/Modules/Orchard.Roles/Module.txt
source: The roles module is adding the ability to assign roles to users. It's also providing a set of default roles for which other modules can define default permissions.
pt_pt: O módulo Perfis permite que se associem perfis aos utilizadores. Também inclui um conjunto de perfis padrão para os quais os outros módulos podem definir permissões padrão.

# ~/Modules/Orchard.Roles/Module.txt
source: Standard user roles.
pt_pt: Perfis padrão de utilizadores

# Orchard.Roles.AdminMenu
source: Users
pt_pt: Utilizadores

# Orchard.Roles.AdminMenu
source: Roles
pt_pt: Perfis

# Orchard.Roles.Controllers.AdminController
source: Not authorized to manage roles
pt_pt: Não está autorizado a efetuar a gestão de perfis

# Orchard.Roles.Controllers.AdminController
source: Deleting Role failed: {0}
pt_pt: Falhou a eliminação do perfil: {0}

# Orchard.Roles.Controllers.AdminController
source: Creating Role failed: {0}
pt_pt: Falhou a criação do perfil: {0}

# Orchard.Roles.Controllers.AdminController
source: Your Role has been saved.
pt_pt: O seu perfil foi guardado.

# Orchard.Roles.Controllers.AdminController
source: Editing Role failed: {0}
pt_pt: Falhou a edição do perfil: {0}

# Orchard.Roles.Controllers.AdminController
source: Role was successfully deleted.
pt_pt: O perfil foi eliminado com sucesso.

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Adding role {0} to user {1}
pt_pt: Adicionar o perfil {0} ao utilizador {1}

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Removing role {0} from user {1}
pt_pt: Remover o perfil {0} do utilizador {1}

# Orchard.Roles.Services.RolesBasedAuthorizationService
source: A security exception occurred in the content management system.
pt_pt: Uma exceção de segurança ocorreu no sistema de gestão de conteúdo.

# Orchard.Roles.Services.RoleService
source: Permission {0} was not found in any of the installed modules.
pt_pt: A permissão {0} não foi encontrada em nenhum dos módulos instalados.

# Orchard.Roles.Services.RoleService
source: {0} Feature
pt_pt: {0} Funcionalidade

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Add Role
pt_pt: Adicional perfil

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Information
pt_pt: Informação

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Role Name:
pt_pt: Nome do perfil:

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permissions
pt_pt: Permissões

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: {0} Module
pt_pt: {0} Módulo

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permission
pt_pt: Permissão

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Allow
pt_pt: Autorizar

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Save
pt_pt: Guardar

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Edit Role
pt_pt: Editar perfil

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Information
pt_pt: Informação

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Role Name:
pt_pt: Nome do perfil:

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permissions
pt_pt: Permissões

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permission
pt_pt: Permissão

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Allow
pt_pt: Autorizar

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective
pt_pt: Em vigor

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Save
pt_pt: Guardar

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Manage Roles
pt_pt: Gerir perfis

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Actions:
pt_pt: Ações:

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Apply
pt_pt: Aplicar

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Add a role
pt_pt: Adicionar perfil

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: This is a table of the roles currently available for use in your application.
pt_pt: Esta é uma tabela de perfis disponíveis para utilizar na sua aplicação.

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Name
pt_pt: Nome

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Edit
pt_pt: Editar

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: Roles
pt_pt: Perfis

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: There are no roles.
pt_pt: Não existem perfis.

# Orchard.Roles.Controllers.AdminController
source: Role name can't be empty
pt_pt: O nome do perfil tem que possuir pelo menos um carater

# Orchard.Roles.Controllers.AdminController
source: Role with same name already exists
pt_pt: Já existe um perfil com o mesmo nome
