Repository: Hsin/orchardprojectpt
Catalog: src/Orchard.Web/Modules/Orchard.PublishLater/App_Data/Localization/*/orchard.module.po
Languages: pt_pt

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: You cannot schedule a publishing date in the past
pt_pt: Não é possível agendar uma publicação numa data do passado.

# ~/Modules/Orchard.PublishLater/Module.txt
source: The Orchard Team
pt_pt: A equipa Orchard

# ~/Modules/Orchard.PublishLater/Module.txt
source: The PublishLater module introduces draft creation and scheduled publishing functionality.
pt_pt: O módulo PublishLater introduz a criação de rascunhos e a capacidade de agendar a publicação.

# ~/Modules/Orchard.PublishLater/Module.txt
source: Publish Later
pt_pt: Publicar mais tarde

# ~/Modules/Orchard.PublishLater/Module.txt
source: Draft creation and scheduled publishing.
pt_pt: Criação de rascunho e publicação agendada.

# ~/Modules/Orchard.PublishLater/Module.txt
source: Content
pt_pt: Conteúdo

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: {0} is an invalid date and time
pt_pt: {0} é uma data e hora inválida

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: Both the date and time need to be specified for when this is to be published. If you don't want to schedule publishing then click Save or Publish Now.
pt_pt: É necessário especificar a data e hora da publicação. Se não desejar utilizar a publicação agendada, então deve efectuar um clique em Guardar ou Publicar Agora.

# Orchard.PublishLater.Services.PublishLaterService
source: Couldn't publish selected content.
pt_pt: Não é possível publicar o conteúdo selecionado.

# Orchard.PublishLater.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
pt_pt: O nome de utilizador ou endereço de e-mail ou a palavra-passe fornecidos estão incorrectos.

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish
pt_pt: Publicar

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Date
pt_pt: Data

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Time
pt_pt: Hora

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish Later
pt_pt: Publicar mais tarde

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.cshtml
source: Published: {0}
pt_pt: Publicado: {0}

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.Summary.cshtml
source: Published: {0}
pt_pt: Publicado: {0}

source: The page is currently online
pt_pt: A página encontra-se online

source: Published
pt_pt: Publicado

source: The page is currently offline
pt_pt: A página encontra-se offline

source: Not Published
pt_pt: Não publicado

source: Draft
pt_pt: Rascunho

source: The page has a draft
pt_pt: A página possui um rascunho

source: No Draft
pt_pt: Sem rascunho

source: Published: {0}
pt_pt: Publicado: {0}

source: Scheduled
pt_pt: Agendado

source: The page is scheduled for publishing
pt_pt: A página tem publicação agendada

source: M/d/yyyy h:mm tt
pt_pt: d/M/yyyy H:mm ss

source: The page is currently online
pt_pt: A página encontra-se online

source: Published
pt_pt: Publicado

source: The page is currently offline
pt_pt: A página encontra-se offline

source: Not Published
pt_pt: Não publicado

source: Draft
pt_pt: Rascunho

source: The page has a draft
pt_pt: A página possui um rascunho

source: No Draft
pt_pt: Sem rascunho

source: Published: {0}
pt_pt: Publicado: {0}

source: Scheduled
pt_pt: Agendado

source: The page is scheduled for publishing
pt_pt: A publicação da página foi agendada

source: M/d/yyyy h:mm tt
pt_pt: d/M/yyyy h:mm ss
