Repository: Hsin/orchardprojectpt
Catalog: src/Orchard.Web/Modules/Orchard.Blogs/App_Data/Localization/*/orchard.module.po
Languages: pt_pt

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: View
pt_pt: Ver

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish Draft
pt_pt: Publicar rascunho

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Preview
pt_pt: Pré-visualizar

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Unpublish
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish
pt_pt: Publicar

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
pt_pt: Editar

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Delete
pt_pt: Apagar

# ~/Modules/Orchard.Blogs/Module.txt
source: A simple web log.
pt_pt: Um simples registo na web.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content
pt_pt: Conteúdo

# ~/Modules/Orchard.Blogs/Module.txt
source: Blog easier using a dedicated MetaWeblogAPI-compatible publishing tool.
pt_pt: Para publicar no seu blogue de forma simplificada, utilize uma ferramenta de publicação compatível com a MetaWeblogAPI.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content Publishing
pt_pt: Publicação de conteúdo

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the file:
pt_pt: Ocorreu um erro ao carregar o ficheiro:

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts/Blogs.BlogArchives.cshtml
source: Show the archives for which blog? Note: specify the blog's slug.
pt_pt: Mostrar o arquivo para que blogue? Nota: especifique o link permanente do blogue.

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.DetailAdmin.cshtml
source: New Post
pt_pt: Novo artigo

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.Edit.cshtml
source: Save
pt_pt: Guardar

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: View
pt_pt: Ver

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: List Posts
pt_pt: Lista artigos

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: New Post
pt_pt: Novo artigo

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: Edit
pt_pt: Editar

# ~/Modules/Orchard.Blogs/Views/Items/Content-Blog.SummaryAdmin.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.Editor.cshtml
source: Save
pt_pt: Guardar

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.Editor.cshtml
source: Discard Draft
pt_pt: Eliminar rascunho

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
pt_pt: Editar

# ~/Modules/Orchard.Blogs/Views/Items/Content-BlogPost.SummaryAdmin.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.Manage.cshtml
source: Blog Properties
pt_pt: Propriedades do Blogue

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.Pager.cshtml
source: Older Posts
pt_pt: Artigos antigos

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.Pager.cshtml
source: Newer Posts
pt_pt: Artigos recentes

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogArchives.cshtml
source: Archives
pt_pt: Arquivo

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogArchives.cshtml
source: None found
pt_pt: Nenhum encontrado

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Actions:
pt_pt: Ações:

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Choose action...
pt_pt: Escolha ação...

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Publish Now
pt_pt: Publicar

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Unpublish
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: Apply
pt_pt: Aplicar

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.Admin.cshtml
source: There are no posts for this blog.
pt_pt: Não existem artigos neste blogue.

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
pt_pt: Não existem artigos neste blogue.

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.BlogPostCount.cshtml
source: 1 post
pt_pt: 1 artigo

# ~/Modules/Orchard.Blogs/Views/Parts/Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
pt_pt: {0} artigos

# ~/Modules/Orchard.Blogs/Module.txt
source: Blogs
pt_pt: Blogues

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog deleted
pt_pt: Blogue eliminado

# ~/Modules/Orchard.Blogs/Views/Blog.DeleteButton.cshtml
source: Delete
pt_pt: Eliminar

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create content
pt_pt: Não foi possível criar conteúdo

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Number of posts to display. Zero for all.
pt_pt: Número de artigos a visualizar. Zero para todos.

# Orchard.Blogs.AdminMenu
source: Blog
pt_pt: Blogue

# Orchard.Blogs.AdminMenu
source: New Post
pt_pt: Novo artigo

# Orchard.Blogs.AdminMenu
source: New Blog
pt_pt: Novo Blogue

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: List Posts
pt_pt: Lista artigos

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: New Post
pt_pt: Novo artigo

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Delete
pt_pt: Eliminar

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: New Blog
pt_pt: Novo Blogue

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Delete
pt_pt: Eliminar

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: New Post
pt_pt: Novo artigo

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Select which blog you want to display the archives for
pt_pt: Selecione o blogue do qual deseja ver o arquivo

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Select which blog you want to display the recent posts for
pt_pt: Selecione o blogue do qual deseja ver os artigos mais recentes

# Orchard.Blogs.Commands.BlogCommands
source: Blog created successfully
pt_pt: Blogue criado com sucesso

# Orchard.Blogs.Commands.BlogCommands
source: Loading feed...
pt_pt: A carregar feed...

# Orchard.Blogs.Commands.BlogCommands
source: Found {0} items
pt_pt: Encontrados {0} items

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the feed at {0}.
pt_pt: Ocorreu um erro ao carregar o feed em {0}.

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found with specified Id: {0}
pt_pt: Blogue não encontrado com o ID especificado: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Adding post: {0}...
pt_pt: Adicionar artigo: {0}...

# Orchard.Blogs.Commands.BlogCommands
source: Import feed completed.
pt_pt: Importação do feed completa.

# Orchard.Blogs.Services.XmlRpcHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
pt_pt: O artigo especificado já não existe. Por favor crie um novo artigo.

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Team
pt_pt: A equipa Orchard

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Blogs module is implementing basic blogging features.
pt_pt: O módulo Blogs implementa funcinalidades básicas de uma plataforma de blogging.

# ~/Modules/Orchard.Blogs/Module.txt
source: Remote Blog Publishing
pt_pt: Publicação remota.

# Orchard.Blogs.AdminMenu
source: Blogs
pt_pt: Blogues

# Orchard.Blogs.AdminMenu
source: Manage Blogs
pt_pt: Gerir Blogues

# Orchard.Blogs.AdminMenu
source: Manage Blog
pt_pt: Gerir Blogue

# Orchard.Blogs.AdminMenu
source: Create New Post
pt_pt: Criar novo artigo

# Orchard.Blogs.AdminMenu
source: Create New Blog
pt_pt: Criar novo Blogue

# Orchard.Blogs.Commands.BlogCommands
source: Invalid username: {0}
pt_pt: Nome de utilizador inválido: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Invalid Slug provided. Blog creation failed.
pt_pt: Link permanente inválido. Falhou a criação do Blogue.

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the file: {0}
pt_pt: Ocorreu um erro ao carregar o ficheiro: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found at specified slug: {0}
pt_pt: Blogue não encontrado no link permanente especificado: {0}

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to create blogs
pt_pt: Sem permissões para criar blogues

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't create blog
pt_pt: Não é possível criar o blogue

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to edit blog
pt_pt: Não possui autorização para editar o Blogue

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't edit blog
pt_pt: Não é possível editar o blogue

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog information updated
pt_pt: Informação sobre o Blogue atualizada

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't delete blog
pt_pt: Não é possível apagar o blogue

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog was successfully deleted
pt_pt: Blogue removido com sucesso

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Not allowed to create blog post
pt_pt: Não possui permissão para criar o artigo no blogue

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create blog post
pt_pt: Não foi possível criar o artigo

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been created.
pt_pt: O seu {0} foi criado.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't edit blog post
pt_pt: Não é possível editar o artigo do blogue

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't publish blog post
pt_pt: Não foi possível publicar o artigo

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been saved.
pt_pt: O seu {0} foi gravado.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: There is no draft to discard.
pt_pt: Não existe rascunho para eliminar.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't discard blog post draft
pt_pt: Não foi possível eliminar a versão de rascunho do artigo

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Can not discard draft on unpublished blog post.
pt_pt: Não é possível eliminar a versão de rascunho não publicada do artigo.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post draft version discarded
pt_pt: Versão de rascunho do artigo eliminada

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't delete blog post
pt_pt: Não é possível remover o artigo do blogue

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post was successfully deleted
pt_pt: Artigo removido com sucesso

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully published.
pt_pt: Artigo publicado com sucesso.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't unpublish blog post
pt_pt: Não foi possível remover a publicação do artigo

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully unpublished.
pt_pt: Publicação do artigo removida com sucesso.

# Orchard.Blogs.Controllers.BlogPostController
source: Couldn't view blog post
pt_pt: Não foi possível ver o artigo

# Orchard.Blogs.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
pt_pt: O nome de utilizador ou endereço de e-mail ou palavra-passe estão incorrectos.

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: New Post
pt_pt: Novo artigo

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: List Posts
pt_pt: Listar artigos

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: New Post
pt_pt: Novo artigo

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: Edit
pt_pt: Editar

# ~/Modules/Orchard.Blogs/Views/Content-Blog.SummaryAdmin.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.Manage.cshtml
source: Blog Properties
pt_pt: Propriedades do Blogue

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogArchives.cshtml
source: None found
pt_pt: Nenhum encontrado

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
pt_pt: Não existem artigos neste blogue.

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Actions:
pt_pt: Ações:

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Choose action...
pt_pt: Escolher ação...

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Publish Now
pt_pt: Publicar já

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Unpublish
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Apply
pt_pt: Aplicar

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: There are no posts for this blog.
pt_pt: Não existem artigos neste blogue.

# ~/Modules/Orchard.Blogs/Views/Blog/List.cshtml
source: No blogs found.
pt_pt: Não foram encontrados blogues.

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: Create New Blog
pt_pt: Criar novo blogue

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Edit.cshtml
source: Blog Properties
pt_pt: Propriedades do Blogue

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Item.cshtml
source: Manage Blog
pt_pt: Gerir Blogue

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Manage Blogs
pt_pt: Gerir Blogues

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: New Blog
pt_pt: Novo Blogue

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Actions:
pt_pt: Ações:

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Choose action...
pt_pt: Escolher ação...

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Remove
pt_pt: Remover

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Apply
pt_pt: Aplicar

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
pt_pt: Não existem blogues para ver. Quer <a href="{0}">adicionar um</a>?

# ~/Modules/Orchard.Blogs/Views/BlogPost/ListByArchive.cshtml
source: Archives
pt_pt: Arquivo

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: Create New Blog Post
pt_pt: Criar novo artigo no Blogue

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Edit.cshtml
source: Edit Blog Post
pt_pt: Editar artigo do Blogue

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Description
pt_pt: Descrição

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: For Blog
pt_pt: Para o Blogue

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Show the archives for which blog? Note: specify the blog's slug.
pt_pt: Mostrar o arquivo para que blogue? Nota: especifique o link permanente do blogue.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: For Blog
pt_pt: Para o Blogue

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Count
pt_pt: Contador

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: 1 post
pt_pt: 1 artigo

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
pt_pt: {0} artigos
