Repository: Hsin/orchardprojectpt
Catalog: src/Orchard.Web/Modules/Orchard.Recipes/App_Data/Localization/*/orchard.module.po
Languages: pt_pt

# ~/Modules/Orchard.Recipes/Module.txt
source: Recipes
pt_pt: Receitas

# ~/Modules/Orchard.Recipes/Module.txt
source: The Orchard Team
pt_pt: A equipa Orchard

# ~/Modules/Orchard.Recipes/Module.txt
source: Provides Orchard Recipes.
pt_pt: Fornece receitas Orchard.

# Orchard.Recipes.Commands.RecipesCommands
source: Could not discover recipes because module '{0}' was not found.
pt_pt: Não é possível descobrir receitas, porque o módulo '{0}' não foi encontrado.

# Orchard.Recipes.Commands.RecipesCommands
source: No recipes found for extension {0}.
pt_pt: Não existem receitas para a extensão {0}.

# Orchard.Recipes.Commands.RecipesCommands
source: List of available recipes
pt_pt: Lista das recitas disponíveis

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe: {0}
pt_pt: Receita: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Version: {0}
pt_pt: Versão: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Tags: {0}
pt_pt: Etiquetas: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Description: {0}
pt_pt: Descrição: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Author: {0}
pt_pt: Autor: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Invalid recipe name {0}.
pt_pt: Nome de receita inválido {0}.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe scheduled for execution successfully.
pt_pt: Agendamento para execução de receita realizado com sucesso.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe failed to execute.
pt_pt: Receita falhou a execução.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with id {0} was cancelled because the "{1}" step failed to execute. The following exception was thrown: {2}. Refer to the recipe journal for more information.
pt_pt: A execução de receita com o id {0} foi cancelada, porque o passo "{1}" falhou a sua execução. Foi acionada a exceção: {2}. Consulte o jornal de receitas para mais informação.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with id {0} was cancelled because the recipe handler for step "{1}" was not found. Refer to the recipe journal for more information.
pt_pt: A execução de receita com o id {0} foi cancelada, porque o processador de receitas para o passo "{1}" não foi encontrado. Consulte o jornal de receitas para mais informação.
