Repository: Hsin/orchardprojectpt
Catalog: src/Orchard.Web/App_Data/Localization/*/orchard.root.po
Languages: pt_pt

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
pt_pt: {0} (A tentar novamente...)

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
pt_pt: Erro ao iniciar o ambiente de linha de comando do Orchard

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
pt_pt: Erro ao encerrar o ambiente de linha de comando do Orchard

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
pt_pt: Detalhes da exceção: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Stack Trace:
pt_pt: Rastreio de pilha:

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
pt_pt: Inquilino {0} inexistente

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
pt_pt: Uma alteração na configuração requer que a sessão seja reiniciada.

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
pt_pt: Múltiplos comandos correspondentes aos argumentos foram encontrados "{0}". Comandos disponíveis: {1}.

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
pt_pt: Não existem comandos correspondentes aos argumentos "{0}". Comandos disponíveis: {1}.

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
pt_pt: Parâmetro "{0}" não encontrado

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
pt_pt: A propriedade "{0}" existe mas não está definida com "{1}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
pt_pt: (vazio)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
pt_pt: O Método "{0}" não suporta o parâmetro "{1}".

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
pt_pt: Lista de comandos disponíveis:

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
pt_pt: Comando {0} não existe

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
pt_pt: Erro ao executar a migração de dados: deve especificar o tipo de campo, para ser capaz de alterar as suas propriedades

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
pt_pt: Tipo de forma {0} não encontrado

# Orchard.Environment.Configuration.ShellSettingsManager
source: There are no settings to save.
pt_pt: Não há definições para guardar.

# Orchard.Environment.Configuration.ShellSettingsManager
source: Settings "Name" is not set.
pt_pt: Definições "Name" não definida.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
pt_pt: Existem múltiplas extensões com o mesmo nome instaladas nesta instância do Orchard.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
pt_pt: O problema pode ser normalmente resolvido, removendo ou renomeando a extensão em conflito.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
pt_pt: Erro ao carregar a extensão '{0}'.

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
pt_pt: Erro ao compilar o módulo "{0}" do ficheiro "{1}": {2}

# Orchard.Environment.Features.FeatureManager
source: The theme "{0}" is already in the stack of themes that need features disabled.
pt_pt: O tema "{0}" faz parte da pilha de temas que necessitam desativar funcionalidades.

# Orchard.Environment.Features.FeatureManager
source: The theme "{0}" is already in the stack of themes that need features enabled.
pt_pt: O tema "{0}" faz parte da pilha de temas que necessitam de ativar funcionalidades.

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
pt_pt: {0} não está formatado corretamente

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
pt_pt: Não foi possível arranjar espaço para o ficheiro "{0}" na pasta "App_Data"

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
pt_pt: O ficheiro {0} não existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
pt_pt: O diretório {0} não existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
pt_pt: A pasta não pôde ser criada em: {0}. {1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
pt_pt: O diretório {0} já existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
pt_pt: O ficheiro {0} já existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
pt_pt: Diretório {0} não possui um directório principal

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
pt_pt: Lista de culturas

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
pt_pt: Cultura do site é {0}

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
pt_pt: Definindo a cultura do site para {0}

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
pt_pt: O nome fornecido da cultura {0} não é válido.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
pt_pt: Cultura do site definida para {0} com sucesso

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
pt_pt: {0}. Utilizadores Anónimos não possuem permissão de {1}.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
pt_pt: {0}. O utilizador actual, {2}, não tem permissão de {1}.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
pt_pt: Não é possível aceder ao Admin

# Orchard.Commands.DefaultOrchardCommandHandler
source: No property named "{0}" found of type bool, int or string.
pt_pt: Nenhuma propriedade com o nome "{0}" foi encontrada, do tipo bool, int ou string.

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change it's properies
pt_pt: Erro ao executar a migração de dados: deve especificar o tipo de campo, para ser capaz de alterar as suas propriedades

# Orchard.Environment.Extensions.ExtensionManager
source: Feature {0} was not found in any of the installed extensions
pt_pt: Funcionalidade {0} não encontrada em nenhuma das extensões instaladas

# Orchard.Environment.Extensions.ExtensionManager
source: Extension {0} is not active
pt_pt: Extensão {0} inativa

# Orchard.Environment.Extensions.ExtensionManager
source: extensionType was null or empty
pt_pt: extensionType é null ou empty

# Orchard.Environment.Extensions.ExtensionManager
source: extensionType was not recognized
pt_pt: extensionType não reconhecido

# Orchard.Environment.Extensions.ExtensionManager
source: extension was not found
pt_pt: extensão não encontrada

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}"
pt_pt: Erro ao compilar o módulo "{0}" do ficheiro "{1}"

# Orchard.Events.DefaultOrchardEventBus
source: is not formatted correctly
pt_pt: não está formatado corretamente

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder: too many conflicts.
pt_pt: Não foi possível arranjar espaço para o ficheiro "{0}" na pasta "App_Data": demasiados conflitos.

# Orchard.Environment.Features.FeatureManager
source: {0} was enabled
pt_pt: {0} foi ativado

# Orchard.Environment.Features.FeatureManager
source: {0} was disabled
pt_pt: {0} foi desativado

# Orchard.Environment.Features.FeatureManager
source: Aditional features need to be enabled.
pt_pt: Funcionalidades adicionais necessitam ser ativadas.

# Orchard.Environment.Features.FeatureManager
source: Aditional features need to be disabled.
pt_pt: Funcionalidades adicionais necessitam ser desativadas.

source: {0} (Retrying...)
pt_pt: {0} (A tentar novamente...)

# Orchard.Commands.CommandHostAgent
source: Tenant(Kiracı) {0} does not exist
pt_pt: Inquilino(Kiracı) {0} inexistente
