Repository: Hsin/orchardprojectpt
Catalog: src/Orchard.Web/Modules/Orchard.Email/App_Data/Localization/*/orchard.module.po
Languages: pt_pt

# ~/Modules/Orchard.Email/Module.txt
source: Email Rules
pt_pt: Regras de email

# ~/Modules/Orchard.Email/Module.txt
source: Rules for the Email modules
pt_pt: Regras para os módulos de email

# ~/Modules/Orchard.Email/Module.txt
source: Rules
pt_pt: Regras

# Orchard.Email.Rules.MailActions
source: Send an e-mail
pt_pt: Enviar um e-mail

# Orchard.Email.Rules.MailActions
source: Messages
pt_pt: Mensagens

# Orchard.Email.Rules.MailActions
source: Send e-mail
pt_pt: Enviar um e-mail

# Orchard.Email.Rules.MailActions
source: Sends an e-mail to a specific user.
pt_pt: Enviar uma mensagem para um utilizador específico

# Orchard.Email.Rules.MailForms
source: Send to
pt_pt: Enviar para

# Orchard.Email.Rules.MailForms
source: Author
pt_pt: Autor

# Orchard.Email.Rules.MailForms
source: Subject
pt_pt: Assunto

# Orchard.Email.Rules.MailForms
source: The subject of the e-mail.
pt_pt: O assunto da mensagem.

# Orchard.Email.Rules.MailForms
source: Body
pt_pt: Corpo

# Orchard.Email.Rules.MailForms
source: The body of the e-mail.
pt_pt: O corpo da mensagem.

# Orchard.Email.Rules.MailForms
source: You must select at least one recipient
pt_pt: Necessita incluir pelo menos um destinatário

# Orchard.Email.Rules.MailForms
source: You must provide a Subject
pt_pt: Necessita incluir o assunto

# Orchard.Email.Rules.MailForms
source: You must provide a Body
pt_pt: Necessita incluir o corpo da mensagem

# Orchard.Email.Services.MissingSettingsBanner
source: The <a href="{0}">SMTP settings</a> needs to be configured.
pt_pt: As <a href="{0}">opções do serviço SMTP</a> necessitam de ser configuradas.

# ~/Modules/Orchard.Email/Module.txt
source: Email Messaging services.
pt_pt: Serviços de correio eletrónico.

# ~/Modules/Orchard.Email/Module.txt
source: The Orchard Team
pt_pt: A equipa Orchard

# ~/Modules/Orchard.Email/Module.txt
source: The Email Messaging module adds Email sending functionalities.
pt_pt: O módulo Email Messaging adiciona funcionalidades de envio de e-mail.

# Orchard.Email.Services.MissingSettingsBanner:
source: The SMTP settings needs to be configured.
pt_pt: As opções do serviço SMTP necessitam de ser configuradas.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Sender email address
pt_pt: Endereço de email do emissor

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Host name
pt_pt: Nome do sistema anfitrião

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Port number
pt_pt: Nº da porta

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Enable SSL communications
pt_pt: Ativar comunicação SSL

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Require credentials
pt_pt: Requer credenciais

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: User name
pt_pt: Nome de utilizador

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Password
pt_pt: Palavra-passe

# Orchard.Email.Rules.MailForms
source: You must provide an e-mail address
pt_pt: Necessita incluir um endereço de e-mail
